Repository: common-repository/shorturl-tracker
Catalog: languages/shorturl-tracker-*.po
Languages: fr_fr

source: Invalid License
fr_fr: Licence invalide

source: Bad Request
fr_fr: Requête erronée

source: Sorry, an error occurred. Please reload the page
fr_fr: Désolé, une erreur s’est produite. Veuillez recharger la page

source: An error occurred. Please reload page
fr_fr: Une erreur s’est produite. Veuillez recharger la page

source: Back
fr_fr: Retour

source: Campaign
fr_fr: Campagne

source: created !
fr_fr: créée!

source: Created on
fr_fr: Créé le

source: Add Link
fr_fr: Ajouter un lien

source: Create a campaign
fr_fr: Créer une campagne

source: Start a campaign and add links
fr_fr: Démarrer une campagne et ajouter des liens

source: Make favorite
fr_fr: Marquer comme Favori

source: Create Campaign
fr_fr: Créer une campagne

source: Upgrade license to Medium Level to Create Campaign
fr_fr: Mettre à niveau la licence vers Medium pour créer une campagne

source: Upgrade License
fr_fr: Changer de Licence

source: You must Activate your License to Activate the Plugin
fr_fr: Vous devez activer votre licence pour activer le plugin

source: Activate License
fr_fr: Activer la licence

source: Dashboard ShortUrl Tracker
fr_fr: Tableaux de bord ShortUrl Tracker

source: Performance of all the links that you created
fr_fr: Performance de tous les liens que vous avez créés

source: Upgrade license to Medium Level to modify date
fr_fr: Mettre à niveau la licence vers Medium pour modifier la date

source: Created Links
fr_fr: Liens créés

source: Visitors
fr_fr: Visiteurs

source: Total / Single
fr_fr: Total / Unique

source: Orders
fr_fr: Commandes

source: Number / Amount
fr_fr: Nombre / Montant

source: Premium Feature
fr_fr: Licence Premium

source: Device
fr_fr: Appareil

source: Desktop / Mobile
fr_fr: PC / Mobile

source: Medium Feature
fr_fr: Licence Medium

source: Top Link
fr_fr: Top Lien

source: Change date
fr_fr: Date

source: From
fr_fr: De

source: To
fr_fr: Au

source: Search
fr_fr: Rechercher

source: Campaign Name :
fr_fr: Nom de la campagne:

source: Orders / Amount
fr_fr: Commandes / Montant

source: All Campaigns
fr_fr: Toutes les campagnes

source: Upgrade license to Medium Level to manage Campaign
fr_fr: Mettre à niveau la licence vers Medium pour gérer des campagnes

source: Information for link:
fr_fr: Informations pour le lien:

source: Copy
fr_fr: Copier

source: Name :
fr_fr: Nom :

source: Created Date
fr_fr: Créé le

source: Go to Campaign
fr_fr: Campagne

source: Links Historic
fr_fr: Liens créés

source: Create Short Link
fr_fr: Créer un lien court

source: What are you looking for (Pages, Articles, Products)
fr_fr: Que recherchez-vous (Pages, Articles, Produits)

source: Products, Pages,<br> Posts
fr_fr: Produits, Pages,<br> Articles

source: Categories,<br>Product Categories
fr_fr: Catégories<br>Catégories Produits

source: Search...
fr_fr: Rechercher...

source: Add Google Analytics Tracking
fr_fr: Ajouter paramètres Google Analytics

source: Add specific product variation
fr_fr: Ajouter une variation

source: Add Custom Param
fr_fr: Paramètres personnalisés

source: Add
fr_fr: Ajouter

source: Add Link Name
fr_fr: Ajouter un nom pour le lien

source: Attach to Campaign
fr_fr: Attacher à une campagne

source: Generate Shortlink
fr_fr: Générer un lien court

source: Short URL generated !
fr_fr: URL courte générée !

source: Tell your Friends!
fr_fr: Parlez-en à vos amis!

source: Delete
fr_fr: Supprimer

source: Settings
fr_fr: Paramètres

source: Account
fr_fr: Compte

source: License Key
fr_fr: Clé de Licence

source: No license ? Click <a href="https://buildyourweb.fr/plugin-shorturl-tracker/" target="_blank">here</a>
fr_fr: Pas de licence ? Cliquez <a href="https://buildyourweb.fr/plugin-shorturl-tracker/" target="_blank">ici</a>

source: Cookie Lifetime
fr_fr: Durée de vie du cookie

source: in days
fr_fr: en jours

source: Save
fr_fr: Sauvegarder

source: License Level
fr_fr: Licence

source: Upgrade
fr_fr: Mettre à niveau

source: Total Link Created
fr_fr: Nombre de liens créés

source: Remaining Links
fr_fr: Liens restants

source: Unlimited
fr_fr: Illimité

source: Dashboard
fr_fr: Tableau de bord

source: Create Shortlink
fr_fr: Créer un lien court

source: All Shortlinks
fr_fr: Tous les liens courts

source: Remove
fr_fr: Supprimer

source: <p>Copy Link</p>
fr_fr: <p>Copier le lien</p>

source: <p>Copied</p><svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none" stroke="#fff" stroke-width="1" stroke-linecap="round" stroke-linejoin="round" class="feather feather-check"><polyline points="20 6 9 17 4 12"></polyline></svg>
fr_fr: <p>Copié</p><svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none" stroke="#fff" stroke-width="1" stroke-linecap="round" stroke-linejoin="round" class="feather feather-check"><polyline points="20 6 9 17 4 12"></polyline></svg>

source: Created the
fr_fr: Créé le

source: add Link
fr_fr: ajouter un lien

source: Details
fr_fr: En savoir +

source: ShortUrl Tracker allows you to create ShortLink directly on your WordPress Administration. Track Clicks, Devices, Sales, Top Link etc... Create Campaigns an attached all links you wants.
fr_fr: ShortUrl Tracker vous permet de créer des URLs courtes directement depuis l’administration WordPress. Suivez les Clics, les Appareils, les Ventes, le Top Lien etc… Groupez vos liens en Créant des campagnes.
